Repository: subs-guru/sepa-payment-plugin
Catalog: src/Locale/*/SEPA.po
Languages: fr

source: Rejected by bank
fr: Rejeté par la banque

source: {0} updated payment
fr: {0} paiement mis à jour

source: {0} updated payments
fr: {0} paiements mis à jour

source: <strong>XML validation error</strong> <small>{0}</small>
fr: <strong>Erreur de validation XML</strong> <small>{0}</small>

source: No document matched selected type ({0}), nothing to export.
fr: Aucun document ne correspond au type sélectionné ({0}), rien à exporter.

source: Nothing to export.
fr: Rien à exporter.

source: Exported into file `{0}`
fr: Exporté dans le fichier `{0}`

source: SEPA payment
fr: Prélèvement SEPA

source: Waiting for export
fr: En attente d’export

source: Waiting for payment
fr: En attente du paiement

source: Export SEPA files
fr: Exporter les fichiers SEPA

source: Set as paid
fr: Marquer comme payé

source: SEPA export format
fr: Format d’export SEPA

source: IBAN format is incorrect
fr: Le format de l’IBAN est incorrect

source: Force export type
fr: Forcer le type d’export

source: Automatic (not forced)
fr: Automatique (non forcé)

source: recurring (forced)
fr: Récurrent (forcé)

source: first (forced)
fr: Premier paiement (forcé)

source: Use this setting to force default export type
fr: Utilisez ce paramètre pour forcer le type d’export lors d’un export SEPA

source: Creditor account IBAN
fr: IBAN complet (créditeur)

source: Creditor account BIC
fr: BIC (créditeur)

source: BIC format is incorrect
fr: Le format du BIC est incorrect

source: Agent ICS
fr: Code banque ICS

source: Compagny legal name
fr: Nom légal de la société

source: Compagny SIRET
fr: SIRET de la société

source: Creditor TVA code
fr: Code TVA de la société

source: Compagny short description
fr: Description courte de la société

source: Creditor address
fr: Adresse (créditeur)

source: Creditor postal code
fr: Code postal (créditeur)

source: Creditor city
fr: Ville (créditeur)

source: Creditor country
fr: Pays (créditeur)

source: Debitor account IBAN country code
fr: Code pays de l’IBAN

source: Country code should be two characters (example: DE, FR)
fr: Le code pays doit contenir deux caractères (exemple: FR, DE)

source: Debitor account IBAN key
fr: Clé IBAN

source: IBAN key should be a numerical value
fr: La clé IBAN doit être une valeur numérique

source: IBAN key should be two digits
fr: La clé IBAN doit être d’une longueur de deux chiffres

source: Debitor account IBAN number
fr: Numéro IBAN

source: IBAN is not valid
fr: L’IBAN n’est pas valide

source: Mandate ID
fr: Identifiant de mandat

source: Mandate signature date
fr: Date de signature du mandat

source: SEPA payments export
fr: Export de paiements SEPA

source: Exporting SEPA payments
fr: Exportation de paiements SEPA

source: Payments
fr: Paiements

source: {0} payments are ignored in your selection because they are not SEPA payments
fr: {0} paiements ont été ignorés dans votre sélection car ils ne sont pas des paiements SEPA

source: Go back
fr: Page précédente

source: You have selected {0} SEPA payment{1}
fr: Vous avez sélectionné {0} paiement{1} SEPA

source: Please check export types in the list then proceed to your export
fr: Merci de vérifier les types d’export dans la liste, ensuite procédez à l’export

source: Exported file will contains all payments listed below
fr: Le fichier exporté contiendra tous les paiements listés ci-dessous

source: Customer
fr: Client

source: Invoice
fr: Facture

source: Amount
fr: Montant

source: First
fr: Premier

source: Export type
fr: Type d’export

source: Payment status
fr: Statut du paiement

source: Ready
fr: Prêt

source: Exported on {0}
fr: Exporté le {0}

source: Already exported !
fr: Déjà exporté !

source: Will not be exported
fr: Ne sera pas exporté

source: Export all
fr: Tout exporter

source: Toggle Dropdown
fr: Dérouler le menu

source: Export {0} only
fr: Exporter {0} seul
